[{"id":4,"slug":"ferry-building","region":"bay_area","title":"Ferry Building","description":"\u003Cp\u003ELocated inside one of San Francisco’s most recognizable landmarks, this café consists of two coffee bars: The first, located in the main arcade, pulls\u0026nbsp;Hayes Valley Espresso on\u0026nbsp;a three group La Marzocco paddlewheel. The north (or “secret”) coffee bar is tucked away around the corner in a side entrance. There, our baristas pull a rotating selection of single-origin espressi. On both sides, we craft pour-over\u0026nbsp;coffee individually on drip bars of our own design. We have caramelized Belgian waffles made to order from 7\u0026nbsp;am\u0026nbsp;to\u0026nbsp;2 pm\u0026nbsp;daily, as well as granola\u0026nbsp;and other treats from our Oakland\u0026nbsp;kitchen. We also sell a small selection of high quality coffee makers, grinders and espresso machines. We offer beans to sell, dropped off five mornings a week. We use \u003Ca href=\"http://cloverstornetta.com\"\u003EClover\u003C/a\u003E organic milk and organic sugar.\u003Cbr\u003E\u003C/p\u003E","street_address":"1 Ferry Building, #7\u003Cbr\u003E\r\nSan Francisco, CA\u0026nbsp;94111","map_link":"\u003Ca href=\"http://goo.gl/ZiZWV1\" target=\"_blank\"\u003EMap\u003C/a\u003E","latitude":37.7957395,"longitude":-122.3933182,"hours":"M - Sa 7am – 7pm\u003Cbr\u003E\r\nSu 7am – 6pm","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007001/blue_bottle_spree_legacy/images/168/original/23Mar2013_FERRY_MARKET_0815.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007001/blue_bottle_spree_legacy/images/231/original/FerryBuilding_2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007001/blue_bottle_spree_legacy/images/170/original/23Mar2013_FERRY_MARKET_1353.jpg"}]},{"id":2,"slug":"kiosk","region":"bay_area","title":"Hayes Valley Kiosk","description":"\u003Cp\u003E\u003C/p\u003E\u003Cp\u003EWe have an odd but convivial coffee kiosk in San Francisco’s Hayes Valley. We opened the kiosk in our friend Loring’s garage in January of 2005. Linden Street, at the time, was a dead-end alleyway that smelled like pee, so there was a certain amount of head-scratching that winter.\u0026nbsp;\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ENow, thanks to our customers and a cadre of highly professional baristas, the alleyway is one of the unlikely urban pleasures in San Francisco.\u0026nbsp;We have a small menu of espresso drinks, drip coffee, our New Orleans-style iced coffee, and treats from our Oakland\u0026nbsp;kitchen. We offer beans to sell, delivered Mondays, Tuesdays, Thursdays, and Saturdays. We serve our Hayes Valley Espresso on\u0026nbsp;a three-grouphead\u0026nbsp;La Marzocco Linea, and we grind and brew drip coffee individually on Bonmac Drippers.\u003C/p\u003E\u003Cdiv\u003E\u003C/div\u003E\u003Cp\u003E\u003C/p\u003E","street_address":"\u003Cdiv\u003E315 Linden St.\u003C/div\u003E\u003Cdiv\u003ESan Francisco, CA\u0026nbsp;94102\u003C/div\u003E","map_link":"\u003Ca href=\"http://goo.gl/kGcTBN\" target=\"_blank\"\u003EMap\u003C/a\u003E","latitude":37.7762245,"longitude":-122.4233375,"hours":"Every Day 7am – 6pm","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411006998/blue_bottle_spree_legacy/images/251/original/100511_BlueBottle_011.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411006999/blue_bottle_spree_legacy/images/173/original/27Mar2013_KIOSK_0390.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411006999/blue_bottle_spree_legacy/images/174/original/27Mar2013_KIOSK_0435.jpg"}]},{"id":9,"slug":"high-line","region":"new_york","title":"High Line","description":"\u003Cp\u003EWe're\u0026nbsp;proud to be serving coffee in one of Manhattan's most breathtaking\u0026nbsp;historic locations. Now a leisurely corridor that affords views of the Empire State Building and the Statue of Liberty, the High Line was initially conceived\u0026nbsp;in the 1930s\u0026nbsp;as a response to the city's devastating\u0026nbsp;frequency\u0026nbsp;of train crashes. Things on the ground got so bad, in fact,\u0026nbsp;that 10th Avenue came to be called \"Death Avenue,\" and men in cowboy hats (exquisitely dubbed\u0026nbsp;\"West Side Cowboys\") were called in to ride in front of trains on horses, waving red flags for safety.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe occupy a\u0026nbsp;beautiful, shaded nook almost directly above W. 15th Street. We pull our Hayes Valley Espresso on\u0026nbsp;a beautiful La Marzocco FB/80 2EE, and we\u0026nbsp;offer single origins and blends as pour-over. A selection of\u0026nbsp;goodies from our Brooklyn kitchen is delivered fresh every day. In case you were wondering, we sell an absolutely staggering amount of bottled water.\u003C/p\u003E\u003Cp\u003E\u0026nbsp;\u003C/p\u003E","street_address":"\u003Cdiv\u003EThe High Line\u003Cbr\u003E\u003Cdiv\u003E10th Ave and West\u0026nbsp;16th Street\u003C/div\u003E\u003Cdiv\u003ENew York, NY 10014\u003C/div\u003E\u003C/div\u003E","map_link":"\u003Ca href=\"http://goo.gl/IZN7FS\" target=\"_blank\"\u003EMap\u003C/a\u003E","latitude":40.7404761,"longitude":-74.0001361,"hours":"We're closed for the season! See you in the spring!","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007007/blue_bottle_spree_legacy/images/233/original/Highline_1.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007007/blue_bottle_spree_legacy/images/234/original/Highline_2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007007/blue_bottle_spree_legacy/images/256/original/high3.jpg"}]},{"id":10,"slug":"chelsea","region":"new_york","title":"Chelsea","description":"\u003Cp\u003E\u003C/p\u003E\u003Cp\u003ELocated in the former loading dock of the Milk Building at 450 W.\u0026nbsp;15th St., this is our first café in Manhattan. The café has two levels. Downstairs, we feature espresso drinks made on a La Marzocco Strada, two types of iced coffee, and coffee individually brewed on drip bars of our own design. We feature seasonally changing single origin coffees for both espresso and brewed coffee as well as a rotating selection of our coffee blends. Pastries and granola are made at our Brooklyn kitchen.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUpstairs is our Siphon bar, an\u0026nbsp;homage to the intimate coffee bars of Tokyo: a six-stool counter where we feature a selection of single origin coffees prepared on Manhattan’s first Lucky i. Cremas siphon bar, along with nel drip-style coffee, waffles, house-made pastries, and,\u0026nbsp;of course,\u0026nbsp;our full espresso menu.\u0026nbsp;We often use this space to host coffee education events and workshops. Stay tuned to our social media channels for updates about these.\u003C/p\u003E\u003Cdiv\u003E\u003C/div\u003E\u003Cp\u003E\u003C/p\u003E","street_address":"450 W.\u0026nbsp;15th St.\u003Cbr\u003E\r\nNew York, NY\u0026nbsp;10014","map_link":"\u003Ca href=\"http://goo.gl/eRvwHk\" target=\"_blank\"\u003EMap\u003C/a\u003E","latitude":40.7422558,"longitude":-74.0072951,"hours":"M - F 7am - 7pm\u003Cbr\u003E\r\nSa - Su 8am – 7pm\u003Cbr\u003E\u003Cbr\u003E\r\n\r\nSiphon Bar 12am – 5pm (M-F),\u003Cbr\u003E\r\n11am - 5pm (Sa - Su)","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007008/blue_bottle_spree_legacy/images/437/original/Chelsea_1.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007008/blue_bottle_spree_legacy/images/436/original/Chelsea_2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007009/blue_bottle_spree_legacy/images/438/original/chelsea3.jpg"}]},{"id":13,"slug":"dean-street","region":"new_york","title":"Dean Street","description":"\u003Cp\u003EWe opened this coffee bar in February of 2014 on a peaceful corner in Brooklyn’s Boerum Hill neighborhood. At 266 square feet, it’s our smallest East Coast retail location to date – and, for our money, the most heavily inspired by Tokyo’s tucked-away kissaten. Like many a tiny-but-industrious New York storefront before it, Dean Street is ultra-economical: Baristas serve a selection of drip coffees (both blends and single origins), iced coffees (both New Orleans and cold brew), and pastries from our Brooklyn kitchen. Espresso drinks are made with our Retrofit blend, which our New York crew developed. Dedicated stroller parking is not yet in the works, but we're not exactly ruling it out, either. \u0026nbsp;\u003Cbr\u003E\u003C/p\u003E","street_address":"85 Dean St.,\u0026nbsp;\u003Cdiv\u003EBrooklyn,\u0026nbsp;NY 11201\u003Cbr\u003E\u003C/div\u003E","map_link":"\u003Ca href=\"http://bit.ly/1c5VKbJ\" target=\"_blank\"\u003EMap\u003C/a\u003E","latitude":40.6872652,"longitude":-73.9897497,"hours":"Every Day 7am - 7pm","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007012/blue_bottle_spree_legacy/images/496/original/Dean1.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007012/blue_bottle_spree_legacy/images/497/original/dean2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007012/blue_bottle_spree_legacy/images/498/original/dean3.jpg"}]},{"id":6,"slug":"heath","region":"bay_area","title":"Heath Ceramics","description":"\u003Cp\u003E\u003C/p\u003E\u003Cp\u003EOur kiosk\u0026nbsp;at the \u003Ca href=\"http://www.heathceramics.com\"\u003EHeath Ceramics\u003C/a\u003E factory and showroom opened in August of 2012. Heath Ceramics is the legendary Sausalito studio founded in 1954 by Edith Heath. We are proud to be in a small corner of their beautiful new facility. Housed in the old Mission Linen factory, the building holds the Heath showroom, gallery, tile kilns, viewing atrium, and our kiosk. A restaurant will be part of the project in the fall of 2014.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EWe serve a\u0026nbsp;seasonally changing single origin espresso, along with espresso-based drinks, on a two group La Marzocco Strada EP. We offer a rotating selection of blends for drip coffee on a custom-made drip bar of our own design using Bonmac ceramic Drippers\u003Cfont color=\"#000000\"\u003E. \u003C/font\u003EA selection of seasonally changing single origin coffees is available for pour-over using Chemexes. All served, of course, in Heath ceramics\u0026nbsp;(Coffee is available in paper cups for takeaway orders, too).\u0026nbsp;We have treats and granola from our Oakland kitchen\u0026nbsp;and whole bean coffee available for sale.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EWe also host weekly public cuppings. Join us\u0026nbsp;Thursdays at 11:30 a.m.\u0026nbsp;\u003C/p\u003E\u003Cdiv\u003E\u003C/div\u003E\u003Cp\u003E\u003C/p\u003E","street_address":"2900 18th St.\u003Cbr\u003ESan Francisco, CA\u0026nbsp;94110\u003Cbr\u003E","map_link":"\u003Ca href=\"http://goo.gl/JxdKB6\"\u003EMap\u003C/a\u003E","latitude":37.761972,"longitude":-122.4118305,"hours":"M - Sa 7am – 6pm\u003Cbr\u003E\r\nSu 8am – 6pm","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007003/blue_bottle_spree_legacy/images/373/original/heath1_new.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007003/blue_bottle_spree_legacy/images/374/original/Heath_2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007004/blue_bottle_spree_legacy/images/375/original/heath3.jpg"}]},{"id":14,"slug":"arts-district","region":"los_angeles","title":"Arts District","description":"\u003Cp\u003EOur love affair with this space began the way so many love affairs do: as a sustained bout of long-distance doting. 582 Mateo St., originally inhabited by Handsome Coffee Roasters, offered us a glimpse of all that Downtown Los Angeles has to offer. The more time we spent in the region, the more impressed we became – by the quality of the Handsome team’s work, by the weather, by the neighborhood’s population of creative and industrious bootstrappers. Eager for a reprieve from San Francisco’s blustery and frigid summers, we found ourselves visiting L.A. with an escalating frequency.\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe Arts District café and roastery marks our entrée into L.A.’s burgeoning coffee scene. When we bought Handsome in April of 2014, we gained a crew of consummate\u0026nbsp;professionals – a crew whose commitments to serving delicious coffee in the most hospitable manner possible matches our own. We’re serving a rotating selection of blends and single origins as drip coffee, along with our Dandy Espresso, which is exclusive to L.A. In a departure from our Bay Area and New York cafes, we’re offering Almond Milk from our friends at Mylk. Cookies are available too, of course.\u003C/p\u003E","street_address":"582 Mateo St.\u003Cdiv\u003ELos Angeles, CA 90013\u003C/div\u003E","map_link":"\u003Ca href=\"https://goo.gl/maps/vMdTC\"\u003EMap\u003C/a\u003E","latitude":34.0391029,"longitude":-118.2324731,"hours":"Every Day 7am – 6pm","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007013/blue_bottle_spree_legacy/images/506/original/arts-district-1.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007013/blue_bottle_spree_legacy/images/507/original/arts-district-2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007014/blue_bottle_spree_legacy/images/508/original/arts-district-3.jpg"}]},{"id":12,"slug":"hells-kitchen","region":"new_york","title":"Hell's Kitchen","description":"\u003Cp\u003EDepending on the decade in which you were born, Hell's Kitchen may represent one of many things to you. It could be Sky Masterson and his fellow \"Guys and Dolls\" hotheads shooting craps and ducking the brass with Runyonesque élan. It could be James Dean and Marlon Brando, polishing their craft at the Actors Studio on West 44th. It could just be Seinfeld. While we love a good dramaturgical caper as much as any other self-respecting coffee company, what really attracted us to this space was the neighborhood's burgeoning food scene. Our coffee bar is situated in the \u003Ca href=\"http://www.gothamwestmarket.com\" target=\"_blank\"\u003EGotham West Market\u003C/a\u003E, a brand new, 150-seat outpost for artisanal vendors. We pull shots on a custom-built Kees van der Westen Spirit\u0026nbsp;and craft a variety of individually prepared drip coffee selections. We also offer single origin and New Orleans Iced Coffee, tea and a selection of pastries from our Brooklyn kitchen. We look forward to hosting you very soon.\u003Cbr\u003E\u003C/p\u003E","street_address":"600 11th Ave.\u003Cbr\u003ENew York, NY 10036","map_link":"\u003Ca href=\"http://bit.ly/1cFESUa\" target=\"_blank\"\u003EMap\u003C/a\u003E","latitude":40.762384,"longitude":-73.9967513,"hours":"Every Day 7am – 7pm","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007010/blue_bottle_spree_legacy/images/483/original/HK1.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007011/blue_bottle_spree_legacy/images/484/original/HK2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007011/blue_bottle_spree_legacy/images/485/original/HK3.jpg"}]},{"id":3,"slug":"mint-plaza","region":"bay_area","title":"Mint Plaza","description":"\u003Cp\u003EWe opened our Mint Plaza café in January of 2008, in the rear of the elegant 1912 Provident Loan Building in downtown San Francisco. In stark contrast to the old limestone-clad Mint just across the street, we’ve loaded this shop with our prettiest, most delicate gear: There is a five-light siphon bar, manufactured by the Lucky i. Cremas company of Japan; a vintage San Marco lever espresso machine, built\u0026nbsp;sometime in the late 1970s; and a Kyoto-style iced\u0026nbsp;coffee apparatus, which produces a delicate, refined and fragrant cold-brewed coffee.\u003C/p\u003E\u003Cp\u003EThe Mint is our only cafe with a full food program. On weekdays, we serve breakfast (7\u0026nbsp;a.m. - 11:00\u0026nbsp;a.m.)\u0026nbsp;and lunch (11:30 a.m.\u0026nbsp;- 2:30\u0026nbsp;p.m.).\u0026nbsp;Brunch,\u0026nbsp;on weekends, runs from 7\u0026nbsp;a.m.\u0026nbsp;- 2\u0026nbsp;p.m. Alongside a few permanent\u0026nbsp;items\u0026nbsp;\u003Cspan style=\"font-size: 16px;\"\u003E–\u003C/span\u003E\u003Cspan style=\"font-family: 'Proxima N W01 Reg', sans-serif; font-size: 15px; line-height: 23px;\"\u003E\u0026nbsp;our Blue Bottle Benedict, Belgian-style wafel and steel-cut oats\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family: 'Proxima N W01 Reg', sans-serif; line-height: 23px; font-size: 16px;\"\u003E–\u003C/span\u003E\u003Cspan style=\"font-family: 'Proxima N W01 Reg', sans-serif; font-size: 15px; line-height: 23px;\"\u003E\u0026nbsp;we offer a rotating selection of seasonal\u0026nbsp;soups and salads.\u003C/span\u003E\u003C/p\u003E","street_address":"\u003Cdiv\u003E66 Mint Plaza\u003Cbr\u003ESan Francisco, CA\u0026nbsp;94103\u003C/div\u003E","map_link":"\u003Ca href=\"http://goo.gl/9TIJoa\" target=\"_blank\"\u003EMap\u003C/a\u003E","latitude":37.7824144,"longitude":-122.4077169,"hours":"Every Day 7am – 7pm","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007000/blue_bottle_spree_legacy/images/237/original/Mint_1.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007000/blue_bottle_spree_legacy/images/340/original/mint2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007000/blue_bottle_spree_legacy/images/341/original/mint3.jpg"}]},{"id":7,"slug":"morse","region":"bay_area","title":"W.C. Morse","description":"\u003Cp\u003EWe stumbled upon Oakland’s historic W.C. Morse building in a paradoxically modern fashion. About a year ago, our production artist, Michelle Ott, was biking past the building with a friend. Awed by its architecture, she pulled over and snapped a photo on her phone. This photo begat a text, which begat several awed visits, which then begat a giddy lease signing. This all begat several hundred hours of permitting headaches, but we’ll soon look back on those and laugh. We’re sure of it.\u003C/p\u003E\r\n \r\n\u003Cp\u003EThe cafe is just 2.5 miles from our Oakland headquarters – a proximity that we’ve found has enabled quite a bit of dreaming and experimentation. In addition to our normal menu of drip coffee, iced coffee and espresso, our baristas craft a small clutch of  drinks befitting the tinkering a workshop implies:\u0026nbsp;a Parisian-inspired Sowden Soft Brew Au Lait,\u0026nbsp;along with\u0026nbsp;a Cascara Fizz, which includes cascara tea, sparkling water, simple syrup, and a wedge of lemon. Belgian-style street waffles are available, as are steel-cut oats, elegant cakes, and the usual goodies from our pastry kitchen.\u003C/p\u003E\r\n \r\n\u003Cp\u003EIn a nod to Morse’s blue-collar origins as the East Bay’s first-ever truck showroom, we’ve relocated our Tech department to the space and stocked it with an array of the best home machines on the market. Our techs are available to provide instruction, pointers and repairs to machines of all varieties.\u003C/p\u003E","street_address":"4270 Broadway,\u003Cdiv\u003E\u003Cdiv\u003EOakland, CA 94611\u003C/div\u003E\u003C/div\u003E","map_link":"\u003Ca href=\"http://bit.ly/LQAwBS\" target=\"_blank\"\u003EMap\u003C/a\u003E","latitude":37.8310971,"longitude":-122.2541263,"hours":"Every Day 7am - 6pm\u003Cbr\u003E","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007004/blue_bottle_spree_legacy/images/492/original/morsecafe1.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007005/blue_bottle_spree_legacy/images/493/original/morsecafe2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007005/blue_bottle_spree_legacy/images/494/original/morsecafe3.jpg"}]},{"id":8,"slug":"berry-st","region":"new_york","title":"Berry Street","description":"\u003Cp\u003EConstructed in 1910, 160 Berry Street is a handsome brick building that has seen a variety of practical uses – glass blowers, metal smiths, barrel makers, rope factories, and now a coffee roastery. We love the vitality of our Williamsburg surroundings, but we also enjoy being slightly off the beaten track.\u003C/p\u003E\r\n\r\n\u003Cp\u003EWe are roasting coffee on a vintage Probat roaster, and serving coffee on a variety of interesting devices: Kyoto-style iced coffee drippers, a brand new La Marzocco espresso machine, a painstakingly restored 1958 Faema Urania lever espresso machine, and perhaps the longest and most theatrical drip bar on the eastern seaboard. All hot coffee – espresso and pour-over – is ground and prepared to order (a la minute, as we are fond of saying), and all iced coffee is brewed cold. \u003Cbr\u003E\u003Cbr\u003EPlease join us for a free public coffee cupping, Fridays at noon.\u003C/p\u003E\r\n\r\n","street_address":"160 Berry St.\u003Cbr\u003E\r\nBrooklyn, NY\u0026nbsp;11249","map_link":"\u003Ca href=\"http://goo.gl/ROXHT5\" target=\"_blank\"\u003EMap\u003C/a\u003E","latitude":null,"longitude":null,"hours":"M - Th 7am – 7pm\u003Cbr\u003E\r\nF - Su 7am – 8pm","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007005/blue_bottle_spree_legacy/images/225/original/Berry_1.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007006/blue_bottle_spree_legacy/images/261/original/berry2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007006/blue_bottle_spree_legacy/images/226/original/Berry_3.jpg"}]},{"id":5,"slug":"webster-street","region":"bay_area","title":"Webster Street","description":"\u003Cp\u003EWe moved into our Webster Street production facility in September of 2009. Built in 1923, it is a scrupulously restored brick warehouse that we converted into a delightful roastery. It features a pastry kitchen, training lab, offices, and a cupping room.\u0026nbsp;The straightforward materials – brick, timber, concrete, glass, structural steel – make 300 Webster\u0026nbsp;a peaceful and inspiring environment for enjoying\u0026nbsp;coffee.\u0026nbsp;\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOur coffee bar, like its baristas, is bright and welcoming. We pull a rotating selection of single origin espressi on a La Marzocco Strada EP (serial number: 00024), and we brew\u0026nbsp;single origins and blends by hand. We host free public coffee tastings every\u0026nbsp;Sunday at 2 p.m., too. We're pretty sure we have one of the best \"cute dog to square footage\" ratios in all of Oakland. But that's subjective.\u0026nbsp;\u0026nbsp;\u003C/p\u003E","street_address":"300 Webster St.\u003Cbr\u003EOakland, CA\u0026nbsp;94607\u003Cbr\u003E","map_link":"\u003Ca href=\"http://goo.gl/ywjDXA\"\u003EMap\u003C/a\u003E","latitude":37.795933,"longitude":-122.273128,"hours":"Every Day 7am – 5:30pm","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007002/blue_bottle_spree_legacy/images/349/original/Webster_1.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007002/blue_bottle_spree_legacy/images/350/original/Webster_2.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007003/blue_bottle_spree_legacy/images/351/original/19Mar2013_WEBSTER_2135.jpg"}]},{"id":11,"slug":"rockefeller-center","region":"new_york","title":"Rockefeller Center","description":"\u003Cp\u003E\r\nWe opened our shop in Rockefeller Center in Midtown Manhattan in March of 2012. Rockefeller Center is the largest private construction project of the 20th century, comprising 20 buildings and encompassing eight million square feet of office space.\u0026nbsp;\r\n\u003C/p\u003E\r\n\u003Cp\u003EWe occupy a cringingly modest .0000875 percent of the total complex. Nestled around the corner from the ice skating rink, on the concourse level, at the bottom of the steps leading down from 1 Rockefeller plaza (entrance just off 48th Street), our coffee bar is a sleek and efficient respite from the clamor and bustle of midtown Manhattan. We serve blends and seasonally changing single origin espressi on two La Marzocco Strada MP espresso machines;\u0026nbsp;blends and seasonally changing single origin coffees on two pour-over stations;\u0026nbsp;two types of iced coffees;\u0026nbsp;and treats – granola, yogurt parfaits, and pastries – all made in our kitchen in Brooklyn.\u0026nbsp;\u003Cbr\u003E\u003C/p\u003E","street_address":"1 Rockefeller Plaza\u003Cbr\u003EConcourse Level, Suite D\u003Cbr\u003ENew York, NY\u0026nbsp;10020\u003Cbr\u003E","map_link":"\u003Ca href=\"http://goo.gl/BZT1GM\" target=\"_blank\"\u003EMap\u003C/a\u003E","latitude":40.7605505,"longitude":-73.9822683,"hours":"M - F 7am - 7pm\u003Cbr\u003E\r\nSa - Su 9am - 7pm","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007009/blue_bottle_spree_legacy/images/469/original/rock1.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1411007010/blue_bottle_spree_legacy/images/470/original/rock2.jpg"}]},{"id":16,"slug":"bryant-park","region":"new_york","title":"Bryant Park","description":"Like so many of our spaces, this café at 54 W. 40th St. comes with a storied and slightly peculiar history. A little over a century ago, the building in which it’s situated was home to the Republican Club, a stronghold for conservatives in a notoriously left-leaning city. In 1961, all 11 stories were sold to the Overseas Press Club – a move that we like to imagine kicked off a blur of loudly spoken yarns, bourbon, and cigarettes poised in intricate, ivory ashtrays. From 1973 to 2012, the building was a more reserved place, home to the Daytop Rehabilitation Facility.\r\nOur café occupies a modest corner in a sun-drenched ground floor facing Bryant Park. Now occupied primarily by the co-working company WeWork, 54 W. 40th St. bustles with young professionals, artists and entrepreneurs. And coffee, of course. We serve a rotating selection of single origins and blends as drip coffee, iced coffee, espresso drinks, and pastries.","street_address":"54 W 40th St.\u003Cbr\u003E\r\nNew York, NY 10018","map_link":"\u003Ca href = https://www.google.com/maps/place/54+W+40th+St,+New+York,+NY+10018/@40.752966,-73.984234,17z/data=!3m1!4b1!4m2!3m1!1s0x89c259aa8bb2f78b:0x230392161e40d348\u003EMap\u003C/a\u003E","latitude":40.752966,"longitude":-73.984234,"hours":"M - F 7am – 7pm\u003Cbr\u003E\r\nSa - Su 8am - 7pm","illustration":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1415060337/ninbookke7ono7oomeh7.png","illustration_with_text":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1415060342/wmegkml9yt2tmh1w61wa.png","slides":[{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1415132160/m5vczidtfzqzho2z4bdi.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1415131995/mzg2vyqrtw3qxylhqwtj.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1415131941/tnbyweyswwudmfn6k3lo.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1415131914/asyhqdmzmtiu9nt3jjv4.jpg"},{"url":"https://res.cloudinary.com/hbhhv9rz9/image/upload/v1415131884/j8zhvojnzcifsdazfxzo.jpg"}]}]